{
  "mappings": {
    "noAuth": {
      "title": {
        "text": "Поздравляем! Для этого шага вам нужно войти в систему."
      },
      "description": {
        "text": "Для создания новых путешествий нужно пройти регистрацию, если Вы еще не зарегистрированы.\n            С личным кабинетом пользователя вы сможете заполнить личную информацию которую будут видеть пользователи заинтересованы путешествиями по вашему направлению. Таким образом вы сможете понять совпадают ваши интересы и взгляды. А также Вы сможете общаться с другими пользователями через чат, отслеживать статистику и оставлять отзывы о ваших путешествиях и спутников."
      },
      "buttons": {
        "logIn": {
          "text": " Войти"
        },
        "singUp": {
          "text": " Зарегистрироваться"
        }
      }
    },
    "okAuth": {
      "title": {
        "text": " Заполните форму согласно рекомендациям в подсказки"
      },
      "category": {
        "helper": {
          "text": " Знайдинь и добавьте среди ключевых слов сами актуальные для вашего путешествия. Для того чтобы другие пользователи могли понимать цели вашего путешествия"
        },
        "input": {
          "text": " категории путешествия",
          "placeholder": {
            "text": " Добавить новую категорию ..."
          }
        }
      },
      "description": {
        "helper": {
          "text": " Как можно подробнее опишите ваше путешествие: откуда вы, куда попасть, почему хотите попасть именно в это место, чем планируете заниматься далее. Если планируете ехать через другие города - напишите об этом тоже."
        },
        "input": {
          "text": " детали путешествия",
          "placeholder": {
            "text": " Опишите ваше путешествие."
          }
        }
      },
      "destination": {
        "helper": {
          "text": " Укажите страну, город или регион куда вы хотите попасть."
        },
        "input": {
          "text": " пункт назначения"
        }
      },
      "datepicker": {
        "helper": {
          "text": " Приблизительный период вашего путешествия."
        },
        "inputs": {
          "start": {
            "text": " Дата начала"
          },
          "end": {
            "text": " Дата завершения"
          }
        }
      },
      "count": {
        "helper": {
          "text": " Укажите максимульну подаваемого лиц для вашего путешествия. Если вы уже путешествуете с кимость, то нужно указать подаваемого свободных мест."
        },
        "input": {
          "text": " Количество человек"
        }
      },
      "info": {
        "text": " Подробная информация о вас с вашего личного кабинета будет автоматически добавлена к этому посту."
      },
      "button": {
        "text": " создать путешествие"
      }
    }
  }
}