{
  "mappings": {
    "noAuth": {
      "title": {
        "text": "Вітаємо! Для цього крока вам потрібно увійти в систему."
      },
      "description": {
        "text": "Для створення нових подорожей потрібно пройти реєстрацію, якщо Ви ще не зареєстровані.\n            З особистим кабінетом користувача ви зможете заповнити особисту інформацію яку будуть бачити користувачі зацікавлені подорожами по вашому напрямку. Таким чином ви зможете зрозуміти чи співпадають ваші інтереси та погляди. А також Ви зможете спілкуватись з іншими користувачами через чат, відслідковувати статистику і залишати відгуки про ваші подорожі та супутників."
      },
      "buttons": {
        "logIn": {
          "text": "Увійти"
        },
        "singUp": {
          "text": "Зареєструватися"
        }
      }
    },
    "okAuth": {
      "title": {
        "text": "Заповніть форму згідно рекомендацій у підсказках"
      },
      "category": {
        "helper": {
          "text": "Знайдінь і додайте серед ключових слів самі актуальні для вашої подорожі. Для того щоб інші користувачі могли розуміти цілі вашої подорожі"
        },
        "input": {
          "text": "Категорії подорожі",
          "placeholder": {
            "text": "Додати нову категорію..."
          }
        }
      },
      "description": {
        "helper": {
          "text": "Якомога детальніше опишіть вашу подорож: звідки ви, куди потрапити, чому хочете потрапити саме в це місце, чим плануєте займатися, тощо. Якщо плануєте їхати через інші містя - напишіть про це також."
        },
        "input": {
          "text": "Деталі подорожі",
          "placeholder": {
            "text": "Опишіть вашу подорож."
          }
        }
      },
      "destination": {
        "helper": {
          "text": "Вкажіть країну, місто чи регіон куди ви хочете потрапити."
        },
        "input": {
          "text": "Пункт призначення"
        }
      },
      "datepicker": {
        "helper": {
          "text": "Приблизний період вашої подорожі."
        },
        "inputs": {
          "start": {
            "text": "Дата початку"
          },
          "end": {
            "text": "Дата завершення"
          }
        }
      },
      "count": {
        "helper": {
          "text": "Вкажіть максимульну кількисть осіб для вашої подорожі. Якщо ви вже подорожуєте з кимость, то потрібно вказати кількисть вільних місць."
        },
        "input": {
          "text": "Кількість осіб"
        }
      },
      "info": {
        "text": "Детальна інформація про вас із вашого особистого кабінету буде автоматично додана до цього поста."
      },
      "button": {
        "text": "Створити подорож"
      }
    }
  }
}